Repository: Asylum4You/i2p
Catalog: installer/resources/locale/po/messages_*.po
Languages: cs

source: Failed to load the wrapper
cs: Nepodařilo se načíst wrapper

source: $APP_LONG_NAME is already running.
cs: $APP_LONG_NAME je již spuštěn.

source: Running $APP_LONG_NAME
cs: $APP_LONG_NAME běží

source: Waiting for $APP_LONG_NAME
cs: Čekání na $APP_LONG_NAME

source: WARNING: $APP_LONG_NAME may have failed to start.
cs: VAROVÁNÍ: $APP_LONG_NAME tuto aplikaci se nemusí podařit spustit.

source: Must be root to perform this action.
cs: Musíte být root pro provedení této operace.

source: Starting $APP_LONG_NAME
cs: Startování $APP_LONG_NAME

source: Stopping $APP_LONG_NAME
cs: Zastavování $APP_LONG_NAME

source: $APP_LONG_NAME was not running.
cs: $APP_LONG_NAME neběžela.

source: Unable to stop $APP_LONG_NAME.
cs: Nejde zastavit $APP_LONG_NAME.

source: Waiting for $APP_LONG_NAME to exit
cs: Čekání na ukončení $APP_LONG_NAME

source: Failed to stop $APP_LONG_NAME.
cs: Selhalo zastavení $APP_LONG_NAME.

source: Stopped $APP_LONG_NAME.
cs: Zastavila se $APP_LONG_NAME.

source: Stopping $APP_LONG_NAME gracefully
cs: Zastavování $APP_LONG_NAME (graceful)

source: $APP_LONG_NAME is not running.
cs: $APP_LONG_NAME neběží.

source: $APP_LONG_NAME is running: PID:$pid
cs: $APP_LONG_NAME neběží: PID:$pid

source: $APP_LONG_NAME is running: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
cs: $APP_LONG_NAME běží: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS

source: The $APP_LONG_NAME daemon is already installed.
cs: $APP_LONG_NAME daemon je již nainstalován.

source: Installing the $APP_LONG_NAME daemon
cs: Instalace $APP_LONG_NAME daemona

source: Install not currently supported for $DIST_OS
cs: Instalace momentálně není podporována pro $DIST_OS

source: Removing $APP_LONG_NAME daemon
cs: Odebrání $APP_LONG_NAME daemona

source: The $APP_LONG_NAME daemon is not currently installed.
cs: $APP_LONG_NAME daemon není nainstalován.

source: Remove not currently supported for $DIST_OS
cs: Odebrání není momentálně podporované pro $DIST_OS

source: Commands:
cs: Příkazy:

source: Launch in the current console.
cs: Spustit v aktuálním terminálu.

source: Start in the background as a daemon process.
cs: Spustit jako proces na pozadí - daemon.

source: Stop if running as a daemon or in another console.
cs: Zastavit pokud běží jako daemon nebo v jiném terminálu.

source: Stop gracefully, may take up to 11 minutes.
cs: Zastavit (graceful), může trvat až 11 minut.

source: Stop if running and then start.
cs: Zastavit pokud běží a potom znovu spustit.

source: Restart only if already running.
cs: Restartovat jen pokud běží.

source: Query the current status.
cs: Zjistit aktuální stav.

source: Install to start automatically when system boots.
cs: Instalovat spuštění při startu systému.

source: Uninstall.
cs: Odinstalovat.

source: Request a Java thread dump if running.
cs: Požádat o Java thread dump pokud běží.

source: Please edit i2prouter and set the variable RUN_AS_USER
cs: Prosím upravte i2prouter a nastavte proměnnou RUN_AS_USER

source: Running I2P as the root user is *not* recommended.
cs: Spouštět I2P jako uživatel root *není* doporučeno.

source: To run as root anyway, edit i2prouter and set ALLOW_ROOT=true.
cs: Pro spouštění jako root, upravte i2prouter a nastavte ALLOW_ROOT=true.
